Repository: KDE/atlantik
Catalog: po/*/atlantik.po
Languages: de, eo, es, et, fr, gl, it, ko, nl, pt_br, sk, tr, zh_tw

source: Show timestamps in chat messages
de: Zeitangaben in Chatfenstern anzeigen
eo: Montri tempomarkojn en babilmesaĝoj
es: Mostrar la hora en los mensajes de chat
et: Ajatempli näitamine vestlussõnumis
fr: Afficher les étiquettes d'horodatage dans les messages de conversation
gl: Amosar marcas de tempo nas mensaxes de charla
it: Mostra data/ora nei messaggi della chat
ko: 대화 메시지에 시간 표시
nl: Tijdstippen in chat-berichten
pt_br: Mostrar marca de tempo nas mensagens no bate-papo
sk: Zobraziť časové značky v správach rozhovoru
tr: Sohbet iletilerinde zaman damgalarını göster
zh_tw: 為聊天訊息顯示時間戳

source: If checked, Atlantik connects to a meta server on start-up to request a list of Internet servers.
de: Ist dies aktiviert ist, verbindet sich Atlantik beim Start mit einem Meta-Server, um eine Liste von Internet-Servern anzufordern.
eo: Se kontrolita, Atlantik konektas al meta-servilo dum ekfunkciigo por peti liston de interretaj serviloj.
es: Si se marca, Atlantik se conecta a un metaservidor durante el inicio para solicitar una lista con los servidores de Internet.
et: Märkimise korral võtab Atlantik käivitumisel ühendus metaserveriga, et hankida sealt internetiserverite loend.
fr: Si coché, Atlantik se connecte à un méta-serveur au démarrage pour demander une liste de serveurs Internet.
gl: Se se marca, Atlantik conecta ao servidor meta no inicio para solicitar unha lista de servidores de Internet.
it: Se abilitato, all'avvio Atlantik si connetterà a un meta server per richiedere una lista di server Internet.
ko: 이 옵션을 사용하면 Atlantik을 시작할 때 메타 서버에 연결하여 인터넷 서버 목록을 요청합니다.
nl: Indien geactiveerd zal Atlantik naar een meta-server verbinden bij opstarten om een lijst met internetservers op te vragen.
pt_br: Se selecionar esta opção, o Atlantik se conecta a um metaservidor na inicialização para solicitar uma lista de servidores da Internet.
sk: Ak je začiarknuté, Atlantik sa pri spustení pripojí k meta serveru a vyžiada si zoznam internetových serverov.
tr: Seçiliyse Atlantik, internet sunucularının bir listesini istemek için başlangıçta bir üst sunucuya bağlanır.
zh_tw: 勾選時，Atlantik 會在啟動時連線到一個中繼伺服器來請求網際網路伺服器清單。

source: Request list of Internet servers on start-up
de: Liste von verfügbaren Servern beim Start aus dem Internet laden
eo: Peti liston de interretaj serviloj ĉe ekfunkciigo
es: Solicitar la lista de los servidores de Internet al iniciar
et: Internetiserverite hankimine käivitumisel
fr: Demander la liste des serveurs Internet au démarrage.
gl: Solicitar unha lista de servidores de Internet no inicio
it: Richiedi la lista dei server Internet all'avvio
ko: 시작할 때 인터넷 서버 목록 요청
nl: Lijst met internetservers bij opstarten opvragen
pt_br: Solicitar lista de servidores de Internet na inicialização
sk: Vyžiadať zoznam internetových serverov pri spustení
tr: Başlangıçta internet sunucularının bir listesini iste
zh_tw: 啟動時請求網際網路伺服器清單

source: Some of the Internet servers might be running development versions of the server software. If checked, Atlantik will not display these servers.
de: Einige der Internetserver verwenden möglicherweise Entwicklungsversionen der Server-Software. Wenn diese Einstellung aktiviert ist, zeigt Atlantik diese Server nicht an.
eo: Iuj el la interretaj serviloj eble funkcias evoluigajn versiojn de la servila programaro. Se kontrolite, Atlantik ne montros ĉi tiujn servilojn.
es: Algunos de los servidores de Internet pueden estar ejecutando versiones en desarrollo del software servidor. Si se marca, Atlantik no mostrará estos servidores.
et: Mõned internetiserverid võivad kasutada serveritarkvara arendusversiooni. Märkimise korral Atlantik selliseid servereid ei näita.
fr: Certains de ces serveurs Internet peuvent exécuter des versions de développement du logiciel serveur. Si coché, Atlantik n'affichera pas ces serveurs.
gl: Algúns dos servidores de Internet poderían estar usando versións de desenvolvemento do software de servidor. Se se marca, Atlantik non amosará estes servidores.
it: Alcuni server Internet potrebbero eseguire versioni in sviluppo del software. Se richiesto, Atlantik non mostrerà questi server.
ko: 일부 인터넷 서버는 개발 버전 서버 소프트웨어를 실행하고 있을 수도 있습니다. 이 옵션을 사용하면 해당 서버를 표시하지 않습니다.
nl: Sommige van de internetservers kunnen ontwikkelversies van de serversoftware gebruiken. Indien geactiveerd zal Atlantik deze servers niet tonen.
pt_br: Alguns servidores da Internet podem estar executando versões de desenvolvimento do software do servidor. Se selecionar esta opção, o Atlantik não exibirá esses servidores.
sk: Na niektorých internetových serveroch môžu byť spustené vývojové verzie serverového softvéru. Ak je začiarknuté, Atlantik tieto servery nezobrazí.
tr: Bazı internet sunucuları, sunucu yazılımının geliştirme sürümlerini kullanıyor olabilir. Seçiliyse Atlantik bu sunucuları görüntülemez.
zh_tw: 某些網際網路伺服器上的伺服器軟體可能是開發版的。 勾選時，Atlantik 將不會顯示這些伺服器。

source: Hide development servers
de: Entwicklungsserver nicht anzeigen
eo: Kaŝi disvolvajn servilojn
es: Ocultar los servidores en desarrollo
et: Arendusserverite peitmine
fr: Cacher les serveurs de développement
gl: Agochar os servidores de desenvolvemento
it: Nascondi server sperimentali
ko: 개발 서버 숨기기
nl: Servers voor ontwikkeling verbergen
pt_br: Ocultar servidores de desenvolvimento
sk: Skryť vývojové servery
tr: Geliştirme sunucularını gizle
zh_tw: 隱藏開發伺服器

source: Player name:
de: Spielername:
eo: Ludantonomo:
es: Nombre del jugador:
et: Mängija nimi:
fr: Nom du joueur :
gl: Nome do xogador:
it: Nome giocatore:
ko: 플레이어 이름:
nl: Naam van speler:
pt_br: Nome do jogador:
sk: Meno hráča:
tr: Oyuncu adı:
zh_tw: 玩家名稱：

source: Player image:
de: Spielerbild:
eo: Ludanta bildo:
es: Imagen del jugador:
et: Mängija pilt:
fr: Image du joueur :
gl: Imaxe do xogador:
it: Immagine giocatore:
ko: 플레이어 이미지:
nl: Afbeelding van speler:
pt_br: Imagem do jogador:
sk: Obrázok hráča:
tr: Oyuncu görseli:
zh_tw: 玩家影像：

source: Date/Time
de: Datum/Zeit
eo: Dato Tempo
es: Fecha/hora
et: Kuupäev/kellaaeg
fr: Date / Heure
gl: Data e hora
it: Data/ora
ko: 날짜와 시간
nl: Datum/tijd
pt_br: Data/hora
sk: Dátum/Čas
tr: Tarih/Zaman
zh_tw: 日期/時間

source: Description
de: Beschreibung
eo: Priskribo
es: Descripción
et: Kirjeldus
gl: Descrición
it: Descrizione
ko: 설명
nl: Beschrijving
pt_br: Descrição
sk: Popis
tr: Açıklama
zh_tw: 描述

# @title:window
source: Event Log
de: Spielprotokoll
eo: Eventprotokolo
es: Registro de eventos
fr: Journal d'évènement
gl: Rexistro de eventos
it: Registro degli eventi
ko: 이벤트 기록
nl: Log met gebeurtenissen
pt_br: Registro do evento
sk: Záznam udalostí
tr: Olay Günlüğü
zh_tw: 事件紀錄

source: &Save As...
de: Speichern &unter ...
eo: Kon&servi kiel...
es: &Guardar como...
et: &Salvesta kui ...
fr: Enregistrer le fichier &sous...
gl: &Gardar como…
it: &Salva come...
ko: 다른 이름으로 저장(&S)...
nl: Op&slaan als...
sk: Uložiť &ako...
tr: &Farklı Kaydet...
zh_tw: 另存新檔(&S)...

source: &Clear Log
de: &Protokoll leeren
eo: &Forigi Protokolon
es: &Borrar el registro
et: &Puhasta logi
fr: Effa&cer le journal
gl: &Baleirar o rexistro
it: Cancella &registro
ko: 로그 비우기(&C)
nl: Log &wissen
pt_br: &Limpar registro
sk: Vyčistiť záznam
tr: &Günlüğü Temizle
zh_tw: 清除紀錄(&C)

source: Atlantik log file, saved at %1.
de: Atlantik Spielprotokoll, gespeichert unter %1.
eo: Atlantik-protokoldosiero, konservita ĉe %1.
es: Archivo de registro de Atlantik, guardado el %1.
et: Atlantiku logifail, salvestatud %1.
fr: Fichier de journal de « Atlantik », enregistré dans %1.
gl: Ficheiro de rexistro de Atlantik, gardado a %1.
it: Registro eventi di Atlantik, salvato il %1.
ko: Atlantik 로그 파일을 %1에 저장했습니다.
nl: Atlantik logbestand, opgeslagen op %1.
pt_br: Arquivo de registro do Atlantik, salvo em %1.
sk: Súbor záznamu Atlantik, uložený v %1.
tr: Atlantik günlük dosyası, %1 konumuna kaydedildi.
zh_tw: Atlantik 紀錄檔，儲存於 %1。

source: The Atlantic board game
de: Das Spielfeld von Atlantik
eo: La Atlantik-tabulludo
es: El tablero de juego de Atlantik
et: Atlantiku lauamäng
fr: Le jeu de plateau Atlantik
gl: O xogo de taboleiro Atlantic
it: Il gioco da tavola Atlantic
nl: Het bordspel Atlantic
pt_br: O jogo de tabuleiro Atlantic
sk: Stolová hra Atlantik
tr: Atlantik tahta oyunu
zh_tw: Atlantic 棋盤遊戲

source: (c) 1998-2004 Rob Kaper
es: © 1998-2004 Rob Kaper
gl: © 1998-2004 Rob Kaper

source: KDE client for playing Monopoly-like games on the monopd network.
de: KDE-Programm für Monopol;-ähnliche Brettspiele im monopd-Netzwerk.
eo: KDE-kliento por ludi Monopoly-similajn ludojn sur la monopd-reto.
es: Cliente de KDE para jugar partidas de tipo Monopoly en la red monopd.
et: KDE klient Monopoly stiilis mängude mängimiseks monopd võrgus.
fr: Le client KDE pour jouer à des jeux de type Monopoly, sur le réseau « monopd ».
gl: Cliente de KDE para xogos estilo Monopoly na rede monopd.
it: Programma di KDE per partecipare a giochi tipo Monopoli sulla rete monopd.
ko: monopd 네트워크의 Monopoly® 형태 게임을 플레이하는 KDE 클라이언트입니다.
nl: KDE client voor het spelen van Monopoly-achtige spellen op het monopd-netwerk.
pt_br: Cliente KDE para jogar jogos do tipo Banco Imobiliário (Monopoly, em inglês) na rede monopd.
sk: Klient KDE na hranie hier v štýle Monopoly v sieti monopd.
tr: monopd ağında Monopoly türü oyunları oynamak için bir KDE istemcisi.
zh_tw: 來自 KDE 的，在 monopd 網路上遊玩類似 Monopoly 的棋盤遊戲的用戶端。

source: main author
de: Haupt-Autor
eo: ĉefa aŭtoro
es: autor principal
et: põhiautor
fr: Auteur principal
gl: autor principal
it: autore principale
ko: 주 작성자
nl: hoofdauthor
pt_br: autor principal
sk: hlavný autor
tr: ana yazar
zh_tw: 主作者

source: KExtendedSocket support
de: KExtendedSocket Unterstützung
eo: KExtendedSocket-subteno
es: Uso de KExtendedSocket
et: KExtendedSocket'i toetus
fr: Prise en charge de KExtendedSocket
gl: compatibilidade con KExtendedSocket
it: Supporto KExtendedSocket
ko: KExtendedSocket 지원
nl: Ondersteuning voor KExtendedSocket
pt_br: Suporte ao KExtendedSocket
sk: Podpora KExtendedSocket
tr: KExtendedSocket desteği
zh_tw: KExtendedSocket 支援

source: various patches
de: Diverse Verbesserungen
eo: diversaj flikoj
es: varios parches
et: mitmesugused paigad
fr: Patches divers
gl: varios parches
it: varie correzioni
ko: 다양한 패치
nl: verscheidene patches
pt_br: várias contribuições
sk: rôzne opravy
tr: çeşitli yamalar
zh_tw: 各種補丁

source: application icon
de: Anwendungssymbol
eo: piktogramo de aplikaĵo
es: icono de la aplicación
et: rakenduse ikoon
fr: Icône de l'application
gl: icona da aplicación
it: icona dell'applicazione
ko: 앱 아이콘
nl: toepassings-pictogram
pt_br: ícone do aplicativo
sk: ikona aplikácie
tr: uygulama simgesi
zh_tw: 應用程式圖示

source: token icons
de: Symbole
eo: ĵetonaj piktogramoj
es: iconos de las fichas
et: sümbolite ikoonid
fr: Icônes des jetons
gl: iconas das fichas
it: icone dei segnalini
ko: 토큰 아이콘
nl: pionnenpictogrammen
pt_br: ícones das fichas
sk: ikony žetónov
tr: jeton simgeleri

source: icons
de: Symbole
eo: piktogramoj
es: iconos
et: ikoonid
fr: Icônes
gl: iconas
it: icone
ko: 아이콘
nl: pictogrammen
pt_br: ícones
sk: ikony
tr: simgeler
zh_tw: 圖示

source: Connect to this host
de: Mit diesem Rechner verbinden
eo: Konekti al ĉi tiu gastiganto
es: Conectar a este servidor
et: Ühendus selle masinaga
fr: Connecter à ce serveur
gl: Conectar a este servidor
it: Connettiti a questo host
ko: 이 호스트에 연결
nl: Met deze host verbinden
pt_br: Conectar a este host
sk: Pripojiť sa k tomuto hostiteľovi
tr: Bu makineye bağlan
zh_tw: 連線到這個主機

source: host
de: Rechner
eo: gastiganto
es: servidor
et: masin
gl: servidor
sk: hostiteľ
tr: makine
zh_tw: 主機

source: Connect at this port
de: An diesem Port verbinden
eo: Konekti ĉe ĉi tiu pordo
es: Conectar a este puerto
et: Ühendus selles pordis
fr: Se connecter à ce port
gl: Conectar a este porto
it: Connettiti a questa porta
ko: 이 포트에 연결
nl: Met deze poort verbinden
pt_br: Conectar nesta porta
sk: Pripojiť na tento port
tr: Bu kapıdan bağlan
zh_tw: 連線到這個連接埠

source: port
eo: pordo
es: puerto
gl: porto
it: porta
nl: poort
pt_br: porta
tr: kapı
zh_tw: 連接埠

source: Join this game
de: Diesem Spiel beitreten
eo: Aliĝi al ĉi tiu ludo
es: Unirse a esta partida
et: Ühinemine selle mänguga
fr: Rejoindre ce jeu
gl: Unirse á partida
it: Partecipa a questa partita
ko: 이 게임에 참가
nl: Meedoen met spel
pt_br: Entrar neste jogo
sk: Pripojiť sa k tejto hre
tr: Bu oyuna katıl
zh_tw: 加入這個遊戲

source: game
de: Spiel
eo: ludo
es: partida
et: mäng
fr: jeu
gl: partida
it: partita
nl: spel
pt_br: Jogo
sk: hra
tr: oyun
zh_tw: 遊戲

source: The Atlantic Board Game
de: Das Spielfeld von Atlantik
eo: La Atlantik-Tabulludo
es: El tablero de juego de Atlantik
et: Atlantiku lauamäng
fr: Jeu de plateau Atlantik
gl: O xogo de taboleiro Atlantic
it: Il gioco da tavola Atlantic
nl: Het bordspel Atlantic
pt_br: O jogo de tabuleiro Atlantic
sk: Stolová hra Atlantik
tr: Atlantik Tahta Oyunu
zh_tw: Atlantic 棋盤遊戲

source: Game Configuration
de: Spiel-Einstellungen
eo: Luda Agordo
es: Configuración de la partida
et: Mängu seadistused
fr: Configuration du jeu
gl: Configuración da partida
it: Configurazione del gioco
ko: 게임 설정
nl: Spelconfiguratie
pt_br: Configuração do jogo
sk: Nastavenie hry
tr: Oyun Yapılandırması
zh_tw: 遊戲設定

source: Leave Game
de: Spiel verlassen
eo: Forlasi Ludon
es: Salir de la partida
et: Lahku mängust
fr: Quitter la partie
gl: Saír da partida
it: Abbandona partita
ko: 게임 떠나기
nl: Spel verlaten
pt_br: Sair do jogo
sk: Opustiť hru
tr: Oyundan Ayrıl
zh_tw: 離開遊戲

source: Start Game
de: Spiel starten
eo: Komenci Ludon
es: Iniciar partida
et: Alusta mängu
fr: Démarrer une partie
gl: Iniciar a partida
it: Avvia partita
ko: 게임 시작
nl: Spel starten
pt_br: Iniciar jogo
sk: Spustiť hru
tr: Oyunu Başlat
zh_tw: 開始遊戲

source: Retrieving configuration list...
de: Abholen der Einstellungsliste ...
eo: Prenante agordan liston...
es: Obteniendo la lista de configuración...
et: Seadistusloendi tõmbamine ...
fr: Recherche de la liste de configuration…
gl: Obtendo a lista de configuración…
it: Recupero la lista di configurazione...
ko: 설정 목록 가져오는 중...
nl: Configuratielijst ophalen...
sk: Získava sa zoznam nastavení...
tr: Yapılandırma listesi alınıyor...
zh_tw: 正在取得設定清單...

source: Game started. Retrieving full game data...
de: Spiel gestartet. Abholen der gesamten Spielinformationen ...
eo: Ludo komenciĝis. Prenante plenajn ludajn datumojn...
es: Partida iniciada. Obteniendo todos los datos de la partida...
et: Mäng on alustatud. Täielike mänguandmete tõmbamine ...
fr: Le jeu a démarré. Réception des données complètes du jeu...
gl: Iniciouse a partida. Obtendo os datos completos da partida…
it: Partita iniziata. Recupero i dati della partita...
ko: 게임이 시작되었습니다. 전체 게임 데이터 가져오는 중...
nl: Spel gestart. Volledige spelgegevens worden opgehaald...
sk: Hra sa začala. Získavajú sa úplné údaje o hre...
tr: Oyun başlatıldı. Tüm oyun verisi alınıyor...
zh_tw: 遊戲開始。取得完整遊戲資料中...

source: Retrieved configuration list.
de: Einstellungsliste abgeholt.
eo: Prenis agordan liston.
es: Lista de configuración obtenida.
et: Tõmmati seadistusloend.
fr: Liste de la configuration rechargée.
gl: Obtívose a lista de configuración.
it: Lista di configurazione recuperata.
ko: 설정 목록을 가져왔습니다.
nl: Configuratielijst opgehaald.
pt_br: Lista de configuração recuperada.
sk: Získaný zoznam nastavení.
tr: Yapılandırma listesi alındı.
zh_tw: 已取得設定清單。

source: Create or Select monopd Game
de: Erstellen oder Auswählen eines monopd-Spiels
eo: Krei aŭ Elekti monopd-ludon
es: Crear o seleccionar partida de monopd
et: monopd mängu loomine või valimine
fr: Créer ou sélectionner le jeu « monopd »
gl: Crear ou seleccionar unha partida de monopd
it: Avvia o seleziona una partita di monopd
ko: monopd 게임을 만들거나 선택
nl: Een monopd-spel maken of selecteren
pt_br: Criar ou selecionar jogo monopd
sk: Vytvoriť alebo vybrať hru monopd
tr: monopd Oyunu Oluştur veya Seç
zh_tw: 建立或選取一個 monopd 遊戲

source: Game
de: Spiel
eo: Ludo
es: Partida
et: Mäng
fr: Jeu
gl: Partida
it: Partita
ko: 게임
nl: Spel
pt_br: Jogo
sk: Hra
tr: Oyun
zh_tw: 遊戲

source: Id
gl: Identificador
tr: Kimlik

source: Players
de: Spieler
eo: Ludantoj
es: Jugadores
et: Mängijad
fr: Joueurs
gl: Xogadores
it: Giocatori
ko: 플레이어
nl: Spelers
pt_br: Jogadores
sk: Hráči
tr: Oyuncular
zh_tw: 玩家

source: Server List
de: Serverliste
eo: Listo de Serviloj
es: Lista de servidores
et: Serveriloend
fr: Liste des serveurs
gl: Lista de servidores
it: Elenco dei server
ko: 서버 목록
nl: Serverlijst
pt_br: Lista de servidores
sk: Zoznam serverov
tr: Sunucu Listesi
zh_tw: 伺服器清單

source: Create Game
de: Spiel erstellen
eo: Krei Ludon
es: Crear partida
et: Loo mäng
fr: Créer un jeu
gl: Crear unha partida
it: Crea partita
ko: 게임 만들기
nl: Spel aanmaken
pt_br: Criar jogo
sk: Vytvoriť hru
tr: Oyun Oluştur
zh_tw: 建立遊戲

source: Create a new %1 Game
de: Neues %1 Spiel erzeugen
eo: Krei novan %1 Ludon
es: Crear una nueva partida %1
et: Loo uus mäng %1
fr: Créer une nouvelle partie %1
gl: Crear unha nova partida de %1
it: Avvia una nuova partita a %1
ko: 새 %1 게임 만들기
nl: Een nieuw spel %1 maken
pt_br: Criar um novo jogo %1
sk: Vytvoriť novú hru %1
tr: Yeni Bir %1 Oyunu Oluştur
zh_tw: 建立新的 %1 遊戲

source: Watch %1's %2 Game
de: Spiel %2 von %1 überwachen
eo: Rigardi la %2 Ludon de %1
es: Mirar la partida %2 de %1
et: Jälgi %1 mängu %2
fr: Regarder le jeu %2 de %1
gl: Observar a partida de %2 de %1
it: Osserva la partita %2 di %1.
ko: %1의 %2 게임 관전
nl: Bekijk %2 spel van %1
pt_br: Assistir ao jogo %1 de %2
sk: Sledovať hru %2 %1
tr: %1 Kişisinin %2 Oyununu İzle
zh_tw: 旁觀 %1 的 %2 遊戲

source: Join %1's %2 Game
de: Beitreten zu %2-Spiel von %1
eo: Aliĝi al %2 Ludo de %1
es: Unirse a la partida %2 de %1
et: Liitu %1 mänguga %2
fr: Rejoindre la partie %2 de %1
gl: Unirse á partida de %2 de %1
it: Partecipa alla partita %2 di %1.
ko: %1의 %2 게임에 참가
nl: Meedoen met %2 spel van %1
pt_br: Entrar no jogo %2 de %1
sk: Pripojiť sa k hre %2 %1
tr: %1 Kişisinin %2 Oyununa Katıl
zh_tw: 加入 %1 的 %2 遊戲

source: New game available.
de: Neues Spiel verfügbar.
eo: Nova ludo disponebla.
es: Nueva partida disponible.
et: Saada on uus mäng.
fr: Nouvelle partie disponible.
gl: Hai unha nova partida dispoñíbel.
it: Nuova partita disponibile.
ko: 새 게임을 사용할 수 있습니다.
nl: Nieuw spel beschikbaar.
pt_br: Novo jogo disponível.
sk: Nová hra je k dispozícii.
tr: Yeni oyun var.
zh_tw: 有可加入的新遊戲。

source: Watch Game
de: Spiel überwachen
eo: Spekti Ludon
es: Mirar la partida
et: Jälgi mängu
fr: Surveiller la partie
gl: Observar a partida
it: Osserva partita
ko: 게임 관전
nl: Spel bekijken
pt_br: Assistir jogo
sk: Sledovať hru
tr: Oyunu İzle
zh_tw: 旁觀遊戲

source: Join Game
de: Spiel beitreten
eo: Aliĝi al Ludo
es: Unirse a la partida
et: Liitu mänguga
fr: Rejoindre une partie
gl: Unirse á partida
it: Unisciti alla partita
ko: 게임에 참가
nl: Meedoen met spel
pt_br: Entrar no jogo
sk: Pripojiť sa k hre
tr: Oyuna Katıl
zh_tw: 加入遊戲

source: Enter Custom monopd Server
de: Eigenen monopd-Server eingeben
eo: Enigi Propran monopd-Servilon
es: Introduzca el servidor de monopd personalizado
fr: Saisissez un serveur personnalisé « monopd »
gl: Introducir un servidor de monopd personalizado
it: Inserisci un server monopd personalizzato
ko: 사용자 정의 monopd 서버 입력
nl: Eigen monopd-server invoeren
pt_br: Digite o servidor monopd personalizado
sk: Zadať vlastný server monopd
tr: Özel monopd Sunucusu Gir
zh_tw: 輸入自訂的 monopd 伺服器

source: Hostname:
de: Rechnername:
eo: Gastnomo:
es: Máquina:
et: Masinanimi:
fr: Nom d'hôte :
gl: Nome de servidor:
it: Nome host:
ko: 호스트 이름:
nl: Hostnaam:
pt_br: Nome do host:
sk: Meno hostiteľa:
tr: Makine Adı:
zh_tw: 主機名稱：

source: Port:
eo: Pordo:
es: Puerto:
gl: Porto:
it: Porta:
ko: 포트:
nl: Poort:
pt_br: Porta:
tr: Kapı:
zh_tw: 連接埠：

source: Connect
de: Verbinden
eo: Konekti
es: Conectar
et: Ühendu
fr: Se connecter
gl: Conectar
it: Connettiti
ko: 연결
nl: Verbinden
pt_br: Conectar
sk: Pripojiť
tr: Bağlan
zh_tw: 連線

source: Select monopd Server
de: monopd-Server auswählen
eo: Elekti monopd-Servilon
es: Seleccionar el servidor de monopd
fr: Sélectionnez un serveur « monopd »
gl: Seleccionar un servidor de monopd
it: Scegli un server monopd
ko: monopd 서버 선택
nl: Monopd-server selecteren
pt_br: Selecionar servidor monopd
sk: Vybrať server monopd
tr: monopd Sunucusu Seç
zh_tw: 選取 monopd 伺服器

source: Host
de: Rechner
eo: Gastiganto
es: Servidor
et: Masin
fr: Hôte
gl: Servidor
ko: 호스트
sk: Hostiteľ
tr: Makine
zh_tw: 主機

source: Latency
de: Verzögerung
eo: Latenteco
es: Latencia
et: Viivitus
fr: Latence
gl: Latencia
it: Latenza
ko: 지연 시간
nl: Latentie
pt_br: Latência
sk: Oneskorenie
tr: Gecikme
zh_tw: 延遲

source: Version
eo: Versio
es: Versión
et: Versioon
gl: Versión
it: Versione
ko: 버전
nl: Versie
pt_br: Versão
sk: Verzia
tr: Sürüm
zh_tw: 版本

source: Users
de: Benutzer
eo: Uzantoj
es: Usuarios
et: Kasutajad
fr: Utilisateurs
gl: Usuarios
it: Utenti
ko: 사용자
nl: Gebruikers
pt_br: Usuários
sk: Používatelia
tr: Kullanıcılar
zh_tw: 使用者

source: unknown
de: unbekannt
eo: nekonata
es: desconocido
et: teadmata
fr: Inconnu
gl: descoñecido
it: sconosciuto
ko: 알 수 없음
nl: onbekend
pt_br: desconhecido
sk: neznáme
tr: bilinmiyor
zh_tw: 未知

source: Get Server List
de: Serverliste laden
eo: Ekpreni Servilan Liston
es: Obtener lista de servidores
et: Hangi serveriloend
fr: Obtenir une liste des serveurs
gl: Obter a lista de servidores
it: Preleva elenco dei server
ko: 서버 목록 가져오기
nl: Serverlijst ophalen
pt_br: Obter lista de servidores
sk: Získať zoznam serverov
tr: Sunucu Listesini Al
zh_tw: 取得伺服器清單

source: Retrieving server list...
de: Abholen der Serverliste ...
eo: Prenante servilliston...
es: Obteniendo lista de servidores...
et: Serveriloendi tõmbamine ...
fr: Réception de la liste des serveurs...
gl: Obtendo a lista de servidores…
it: Recupero della lista dei server...
ko: 서버 목록 가져오는 중...
nl: Bezig de serverlijst op te halen...
sk: Získava sa zoznam serverov...
tr: Sunucu listesi alınıyor...
zh_tw: 正在取得伺服器清單...

source: Reload Server List
de: Serverliste neu laden
eo: Reŝargi Servilan Liston
es: Volver a cargar la lista de servidores
et: Laadi serveriloend uuesti
fr: Recharger la liste des serveurs
gl: Actualizar a lista de servidores
it: Aggiorna elenco dei server
ko: 서버 목록 새로 고침
nl: Serverlijst herladen
pt_br: Recarregar lista de servidores
sk: Znovu načítať zoznam serverov
tr: Sunucu Listesini Yeniden Yükle
zh_tw: 重新載入伺服器清單

source: Error while retrieving the server list.
de: Fehler beim Abholen der Serverliste
eo: Eraro dum reakiro de la servilisto.
es: Ha ocurrido un error al obtener la lista de servidores.
et: Tõrge serveriloendi tõmbamisel.
fr: Un problème est survenu lors de la réception de la liste des serveurs.
gl: Erro ao obter a lista de servidores.
it: Errore durante il recupero dell'elenco dei server.
ko: 서버 목록을 가져오는 중 오류가 발생했습니다.
nl: Fout bij ophalen van de serverlijst.
pt_br: Erro ao recuperar a lista de servidores.
sk: Chyba počas získavania zoznamu serverov.
tr: Sunucu listesi alınırken hata oluştu.
zh_tw: 取得伺服器清單時發生錯誤。

source: Retrieved server list.
de: Serverliste empfangen.
eo: Prenita servilisto.
es: Lista de servidores obtenida.
et: Tõmmati serveriloend,
fr: Réception de la liste des serveurs.
gl: Obtívose a lista de servidores.
it: Elenco server recuperato.
ko: 서버 목록을 가져왔습니다.
nl: Serverlijst opgehaald.
pt_br: Lista de servidores recuperada.
sk: Získaný zoznam serverov.
tr: Sunucu listesi alındı.
zh_tw: 已取得伺服器清單。

source: Connecting to %1:%2...
de: Verbinden mit %1: %2 ...
eo: Konektante al %1:%2...
es: Conectando a %1:%2...
et: Ühendumine serveriga %1:%2 ...
fr: Connexion à %1 :%2...
gl: Conectando a %1:%2…
it: Connessione a %1:%2 in corso...
ko: %1:%2에 연결 중...
nl: Verbinden met %1:%2...
sk: Pripájam k %1:%2...
tr: Bağlanıyor: %1:%2...
zh_tw: 正在連線到 %1:%2...
