Repository: KDE/atlantik
Catalog: po/*/atlantik.po
Languages: de, eo, es, et, fr, gl, it, ko, nl, pt_br, sk, tr, zh_tw

# NAME OF TRANSLATORS
source: Your names
de: Deutsches KDE-Übersetzerteam,Maren Pakura
eo: Oliver Kellogg
es: Sofía Priego,Eloy Cuadra
et: Anti Veeranna, Hasso Tepper, Marek Laane
fr: Simon Depiets, Xavier Besnard
gl: Adrian Chaves (Gallaecio)
it: Pino Toscano,Andrea Celli
ko: 박신조
nl: Freek de Kruijf - 2019;2021
pt_br: Marcus Gama
sk: Roman Paholík
tr: Emir SARI
zh_tw: Kisaragi Hiu

# EMAIL OF TRANSLATORS
source: Your emails
de: kde-i18n-de@kde.org,maren@kde.org
eo: okellogg@users.sourceforge.net
es: spriego@darksylvania.net,ecuadra@eloihr.net
et: duke@linux.ee, hasso@linux.ee, qiilaq69@gmail.com
fr: sdepiets@gmail.com, xavier.besnard@kde.org
gl: adrian@chaves.io
it: toscano.pino@tiscali.it,
ko: kde@peremen.name
nl: freekdekruijf@kde.nl
pt_br: marcus.gama@gmail.com
sk: wizzardsk@gmail.com
tr: emir_sari@icloud.com
zh_tw: mail@kisaragi-hiu.com

source: Show Event &Log...
de: Spiel&protokoll anzeigen ...
eo: Montri Eventprotoko&lon...
es: Mostrar el registro de e&ventos...
fr: Afficher &le journal des évènements...
gl: Amosar o &rexistro de eventos…
it: Mostra &registro degli eventi...
ko: 이벤트 기록 표시(&L)...
nl: &Log met gebeurtenissen tonen...
sk: Zobraziť záznam uda&lostí...
tr: Olay Gü&nlüğünü Göster...
zh_tw: 顯示事件紀錄(&L)...

source: &Reconnect (After Crash)
de: E&rneut verbinden (nach Absturz)
eo: &Rekonekti (Post Paneo)
es: &Reconectar (tras fallar)
fr: Se &reconnecter (Après plantage)
gl: Conecta&r de novo (tras unha quebra)
it: &Riconnetti (dopo un crash)
ko: 다시 연결(충돌 이후)(&R)
nl: &Opnieuw verbinden (na crash)
pt_br: &Reconectar (após travamento)
sk: Znovu p&ripojiť (po páde)
tr: &Yeniden Bağlan (Çökme Sonrası)
zh_tw: 重新連線（崩潰後）(&R)

source: &Leave Game
de: &Spiel verlassen
eo: For&lasi Ludon
es: &Salir de la partida
et: &Lahku mängust
fr: Quitter &la partie
gl: &Saír da partida
it: &Abbandona partita
ko: 게임 떠나기(&L)
nl: Spel ver&laten
pt_br: &Sair do jogo
sk: Opustiť hru
tr: Oy&undan Ayrıl
zh_tw: 離開遊戲(&L)

source: &Buy
de: &Kaufen
eo: Aĉe&ti
es: &Comprar
et: &Osta
fr: &Acheter
gl: &Mercar
it: &Compra
ko: 구매(&B)
nl: &Kopen
pt_br: &Comprar
sk: Nákup
tr: &Satın Al
zh_tw: 購買(&B)

source: &Auction
de: &Versteigerung
eo: &Aŭkcio
es: &Subasta
et: O&ksion
fr: &Enchères
gl: Pox&ar
it: &Asta
ko: 경매(&A)
nl: &Veiling
pt_br: &Leilão
sk: &Aukcia
tr: &Açık Artırma
zh_tw: 拍賣(&A)

source: Use Card to Leave Jail
de: Eine Karte benutzen, um das Gefängnis zu verlassen
eo: Uzi Karton por Eliri Malliberejon
es: Usar la tarjeta para salir de la cárcel
et: Kasuta kaarti vanglast vabanemiseks
fr: Utiliser la carte pour sortir de prison
gl: Usar a tarxeta para saír do cárcere
it: Usa il cartellino per uscire di prigione
ko: 카드를 사용해서 감옥 탈출
nl: Kaart gebruiken om gevangenis te verlaten
pt_br: Usar carta para deixar a cadeia
sk: Použiť kartu na opustenie väzenia
tr: Hapisten Çıkmak için Kart Kullan
zh_tw: 用卡片離開監獄

source: &Pay to Leave Jail
de: &Bezahlen, um das Gefängnis zu verlassen
eo: &Pagi por Eliri Malliberejon
es: &Pagar para salir de la cárcel
et: &Maksa vanglast vabanemiseks
fr: &Payer pour sortir de prison
gl: &Pagar para saír do cárcere
it: &Paga per uscire di prigione
ko: 보석금을 내고 감옥 탈출(&P)
nl: &Betalen om de gevangenis te verlaten
pt_br: &Pagar para deixar a cadeia
sk: Za&platiť za opustenie väzenia
tr: &Hapisten Ayrılmak için Ödeme Yap
zh_tw: 付錢離開監獄(&P)

source: Roll to Leave &Jail
de: &Würfeln, um das Gefängnis zu verlassen
eo: Rulu por Foriri Mallibere&jon
es: Lan&zar los dados para salir de la cárcel
et: &Viska täringut vanglast vabanemiseks
fr: Lancer le &dé pour sortir de prison
gl: Tirar os dados para saír do &cárcere
it: &Lancia i dadi per uscire di prigione
ko: 주사위를 굴려서 감옥 탈출(&J)
nl: &Gooi om de gevangenis te verlaten
pt_br: &Jogar dados para deixar a cadeia
sk: Hodiť kocku na opustenie väzenia
tr: Ha&pisten Ayrılmak için Zar At
zh_tw: 骰骰子離開監獄(&J)

source: New player joined.
de: Ein neuer Spieler mach beim Spiel mit.
eo: Nova ludanto aliĝis.
es: Se ha unido un nuevo jugador.
et: Liitus uus mängija.
fr: Un nouveau joueur a rejoint la partie.
gl: Uniuse un novo xogador.
it: Un nuovo giocatore si è unito.
ko: 새 플레이어가 참가했습니다.
nl: Nieuwe speler doet mee.
pt_br: Novo jogador entrou no jogo.
sk: Pripojil sa nový hráč.
tr: Yeni oyuncu katıldı.
zh_tw: 新玩家已加入。

source: Error connecting: connection refused by host.
de: Verbindungsfehler: Verbindung vom Rechner abgelehnt.
eo: Eraro konektante: konekto rifuzita de gastiganto.
es: Error de conexión: conexión rechazada por el servidor.
et: Tõrge ühendumisel: masin keeldus ühendusest.
fr: Erreur de connexion : connexion refusée par l'hôte.
gl: Erro ao conectar: o servidor rexeitou a conexión.
it: Errore di connessione: connessione rifiutata dall'host.
ko: 연결 오류: 호스트에서 연결이 거부되었습니다.
nl: Fout bij verbinden: verbinding door host is geweigerd.
pt_br: Erro de conexão: conexão recusada pelo host.
sk: Chyba pripojenia: hostiteľ odmietol pripojenie.
tr: Bağlanırken hata: Bağlantı, ana makine tarafıdan reddedildi.
zh_tw: 連線失敗：主機拒絕連線。

source: Error connecting: host not found.
de: Verbindungsfehler: Rechner wurde nicht gefunden.
eo: Eraro en la konekto: gastiganto ne trovita.
es: Error de conexión: servidor no encontrado.
et: Tõrge ühendumisel: masinat ei leitud.
fr: Erreur de connexion : impossible de trouver l'hôte.
gl: Erro ao conectar: non se atopou o servidor.
it: Errore di connessione: host non trovato.
ko: 연결 오류: 호스트를 찾을 수 없습니다.
nl: Fout bij verbinden: host niet gevonden.
pt_br: Erro de conexão: host não encontrado.
sk: Chyba pripojenia: hostiteľ nebol nájdený.
tr: Bağlanırken hata: Ana makine bulunamadı.
zh_tw: 連線失敗：找不到主機。

source: Error connecting: error %1.
de: Verbindungsfehler: Fehler %1
eo: Eraro konektante: eraro %1.
es: Error de conexión: error %1.
et: Tõrge ühendumisel: tõrge %1.
fr: Erreur lors de la connexion : erreur %1
gl: Erro ao conectar: erro %1.
it: Errore di connessione: errore %1.
ko: 연결 오류: 오류 %1.
nl: Fout bij het verbinden: fout %1.
pt_br: Erro de conexão: erro %1.
sk: Chyba pripojenia: chyba %1.
tr: Bağlanırken hata: Hata %1.
zh_tw: 連線失敗：錯誤 %1。

# error message
source: Error
de: Fehler
eo: Eraro
et: Tõrge
fr: Erreur
gl: Erro
it: Errore
ko: 오류
nl: Fout
pt_br: Erro
sk: Chyba
tr: Hata
zh_tw: 錯誤

# informative message
source: Info
es: Información
et: Teave
fr: Informations
gl: Información
it: Informazione
ko: 정보
nl: Informatie
pt_br: Informações
tr: Bilgi
zh_tw: 資訊

source: It is your turn now.
de: Sie sind am Zug.
eo: Estas via vico nun.
es: Ahora es su turno.
et: Sinu kord täringut veeretada.
fr: C'est à votre tour maintenant.
gl: É a túa quenda.
it: Ora tocca a te.
ko: 이제 여러분 차례입니다.
nl: U bent nu aan de beurt.
pt_br: É sua vez agora.
sk: Teraz je rad na vás.
tr: Şimdi sizin sıranız.
zh_tw: 現在是您的回合。

source: You are currently part of an active game. Are you sure you want to close Atlantik? If you do, you forfeit the game.
de: Sie nehmen derzeit aktiv an einem Spiel teil. Sind Sie sicher, dass Sie Atlantik schließen wollen? Sie brechen damit das Spiel ab.
eo: Vi nuntempe estas parto de aktiva ludo. Ĉu vi certas, ke vi volas fermi Atlantik? Se vi faras, vi perdas la ludon.
es: Está jugando una partida activa. ¿Seguro que quiere cerrar Atlantik? Si lo hace, perderá la partida.
et: Sa osaled praegu aktiivses mängus. Kas tõesti Atlantik sulgeda? Sellisel juhul lüüakse sind mängust välja.
fr: Vous êtes un joueur dans une partie active. Voulez-vous vraiment quitter Atlantik ? Dans ce cas, vous perdez la partie.
gl: Estás nunha partida activa. Seguro que queres pechar Atlantik? Facelo supón perder a partida.
it: Stai partecipando ad una partita ancora in corso. Sei sicuro di voler chiudere Atlantik? Se lo fai, perdi per abbandono.
ko: 활성 게임의 일부로 참여하고 있습니다. Atlantik을 끝내시겠습니까? 끝내면 게임을 몰수패 처리합니다.
nl: Bent u nu deel van een actief spel. Wilt u Atlantik afsluiten? Als u dat doet, verbeurt u het spel.
pt_br: Você está atualmente participando de um jogo ativo. Tem certeza de que deseja fechar o Atlantik? Se fizer isso, você perderá o jogo.
sk: Momentálne ste súčasťou aktívnej hry. Ste si istí, že chcete zatvoriť Atlantik? Ak áno, vzdáte hru.
tr: Şu anda etkin bir oyunun bir parçasısınız. Atlantik'i kapatmak istediğinize emin misiniz? Kapatırsanız oyunu kaybetmiş sayılacaksınız.
zh_tw: 您目前正在參與進行中的遊戲。確定要關閉 Atlantik 嗎？若是關閉 Atlantik，您將會放棄遊戲。

source: Close & Forfeit?
de: Schließen und Abbrechen?
eo: Ĉu Fermi & Rezigni?
es: ¿Cerrar y perder?
et: Kas sulgeda ja loobuda mängust?
fr: Quitter & perdre ?
gl: Pechar e perder?
it: Chiudi e abbandoni?
ko: 끝내고 몰수패 처리?
nl: Sluiten & verbeuren?
pt_br: Fechar & perder por abandono?
sk: Zatvoriť a vzdať sa?
tr: Kapat ve Kaybet?
zh_tw: 關閉並放棄？

source: Close && Forfeit
de: Schließen und Abbrechen
eo: Fermi && Perdi
es: Cerrar y perder
et: Sulge ja loobu
fr: Quitter && perdre
gl: &Pechar e perder
it: Chiudi e abbandona
ko: 끝내고 몰수패
nl: Sluiten && verbeuren
pt_br: Fechar && perder por abandono
sk: Zatvoriť a vzdať sa
tr: Kapat ve Kaybet?
zh_tw: 關閉並放棄

source: You are currently part of an active game. Are you sure you want to leave it? If you do, you forfeit the game.
de: Sie nehmen derzeit aktiv an einem Spiel teil. Sind Sie sicher, dass Sie das Spiel verlassen möchten? Sie brechen damit das Spiel ab.
eo: Vi nuntempe estas parto de aktiva ludo. Ĉu vi certas, ke vi volas forlasi ĝin? Se vi faras, vi perdas la ludon.
es: Está jugando una partida activa. ¿Seguro que quiere abandonarla? Si lo hace, perderá la partida.
et: Sa osaled praegu aktiivses mängus. Kas tõesti soovid lahkuda? Sellisel juhul lüüakse sind mängust välja.
fr: Vous êtes un joueur dans une partie active. Voulez-vous vraiment la quitter ? Dans ce cas, vous perdez la partie.
gl: Estás nunha partida activa. Seguro que queres saír? Facelo supón perder a partida.
it: Stai partecipando ad una partita ancora in corso. Sei sicuro di volerla lasciare? Se lo fai, perdi per abbandono.
ko: 활성 게임의 일부로 참여하고 있습니다. 게임을 떠나시겠습니까? 떠나면 게임을 몰수패 처리합니다.
nl: U neemt nu deel aan een actief spel. Wilt u het verlaten? Als u dat doet, verbeurt u het spel.
pt_br: Você está atualmente participando de um jogo ativo. Tem certeza de que deseja sair? Se fizer isso, você perderá o jogo.
sk: Momentálne ste súčasťou aktívnej hry. Ste si istí, že ju chcete opustiť? Ak áno, vzdáte hru.
tr: Şu anda etkin bir oyunun bir parçasısınız. Ayrılmak istediğinize emin misiniz? Ayrılırsanız oyunu kaybetmiş sayılacaksınız.
zh_tw: 您目前正在參與進行中的遊戲。確定要離開遊戲嗎？離開即會視為放棄遊戲。

source: Leave & Forfeit?
de: Verlassen & Abbrechen?
eo: Ĉu Foriri & Rezigni?
es: ¿Abandonar y perder?
et: Kas lahkuda ja loobuda mängust?
fr: Quitter & perdre ?
gl: Saír e perder?
it: Lasci e abbandoni?
ko: 떠나고 몰수패 처리?
nl: Verlaten & verbeuren?
pt_br: Sair & perder por abandono?
sk: Opustiť a vzdať sa?
tr: Ayrıl ve Kaybet?
zh_tw: 離開並放棄？

source: Leave && Forfeit
de: Verlassen && Abbrechen
eo: Forlasi && Perdi
es: Abandonar y perder
et: Lahku ja loobu
fr: Quitter && perdre
gl: &Saír e perder
it: Lascia e abbandona
ko: 떠나고 몰수패 처리
nl: Verlaten && verbeuren
pt_br: Sair && perder por abandono
sk: Opustiť a vzdať sa
tr: Ayrıl ve Kaybet?
zh_tw: 離開並放棄

source: &Game
de: &Spiel
eo: &Ludo
es: &Partida
fr: &Jeu
gl: &Partida
it: &Partita
ko: 게임(&G)
nl: &Spel
pt_br: Jo&go
sk: &Hra
tr: &Oyun
zh_tw: 遊戲(&G)

source: &Move
de: &Zug
eo: &Movi
es: &Mover
fr: Dé&placer
gl: &Mover
it: &Mosse
ko: 이동(&M)
nl: &Verplaatsen
pt_br: &Mover
sk: &Presunúť
tr: &Taşı

source: Game Status Feedback
de: Spielstatus-Feedback
eo: Ludo-Stato-Reago
es: Información sobre el estado de la partida
et: Mängu staatuse tagasiside
fr: Retour sur l'état du jeu
gl: Información sobre o estado da partida
it: Controllo situazione gioco
ko: 게임 상태 피드백
nl: Terugkoppeling van spelstatus
pt_br: Feedback sobre o status do jogo
sk: Spätná väzba o stave hry
tr: Oyun Durumu Geri Bildirimi
zh_tw: 遊戲狀態回饋

source: If checked, unowned properties on the board display an estate card to indicate the property is for sale.
de: Wenn dies aktiviert ist, wird auf herrenlose Immobilien auf dem Brett eine Immobilienurkunde angezeigt, die angibt, dass die Immobilie zum Verkauf steht.
eo: Se kontrolite, neposedataj posedaĵoj sur la tabulo montras bienokarton por indiki ke la posedaĵo estas vendota.
es: Si se marca, las propiedades del tablero sin propietario muestran una tarjeta de escritura para indicar que están en venta.
et: Märkimise korral näidatakse omanikuta valduse juures sertifikaati, mis osutab, et see on müügis.
fr: Si coché, les propriétés libres sur la grille affichent des cartes de propriété pour indiquer qu'elles sont à vendre.
gl: Se se marca, as propiedades sen dono do taboleiro amosan unha tarxeta de propiedade para indicar que a propiedade está á venda.
it: Se impostato, le proprietà libere mostrano sul tabellone una scheda immobiliare per indicare che sono in vendita.
nl: Indien geactiveerd, tonen eigendommen zonder eigenaar op het bord een onroerend goedkaart om aan te geven dat het eigendom te koop is.
pt_br: Se selecionar a opção, as propriedades sem dono no tabuleiro exibem um cartão de propriedade para indicar que a propriedade está à venda.
sk: Ak je začiarknuté, na hracej ploche sa pri nevlastnených nehnuteľnostiach zobrazí karta nehnuteľnosti, ktorá označuje, že nehnuteľnosť je na predaj.
tr: Seçiliyse tahtadaki sahibi olmayan mülkler, mülkün satılık olduğunu belirten bir emlakçı kartı görüntülerler.

source: Display title deed card on unowned properties
de: Urkunde bei zum Verkauf stehenden Immobilien anzeigen
eo: Montri titolkarton sur neposedataj proprietoj
es: Mostrar tarjeta con la escritura en las propiedades sin propietario
et: Sertifikaadi näitamine omanikuta valduse juures
fr: Afficher un acte notarié nommé pour les propriétés libres
gl: Amosar a tarxeta de escritura das propiedades sen dono
it: Mostra le schede immobiliari delle proprietà libere
nl: Koopcontractkaart op eigendommen zonder eigenaar
pt_br: Exibir título de propriedade em propriedades sem dono
sk: Zobraziť kartu listu vlastníctva na nevlastnených nehnuteľnostiach
tr: Sahibi olmayan mülklerde tapu başlığı görüntüle

source: If checked, unowned properties on the board are highlighted to indicate the property is for sale.
de: Ist dies aktiviert ist, werden herrenlose Immobilien auf dem Brett hervorgehoben, um anzuzeigen, dass die Immobilien zum Verkauf stehen.
eo: Se markite, neposedataj posedaĵoj sur la tabulo estas emfazitaj por indiki, ke la posedaĵo estas vendota.
es: Si se marca, las propiedades del tablero sin propietario se resaltan para indicar que están en venta.
et: Märkimise korral tõstetakse omanikuta valdus esile, mis osutab, et see on müügis.
fr: Si coché, les propriétés libres sur la grille sont surlignées pour indiquer qu'elles sont à vendre.
gl: Se se marca, as propiedades sen dono do taboleiro reálzanse para indicar que a propiedade está á venda.
it: Se impostato, sul tabellone le proprietà libere sono evidenziate per indicare che sono in vendita.
nl: Indien geactiveerd, worden eigendommen zonder eigenaar op het bord geaccentueerd om aan te geven dat het eigendom te koop is.
pt_br: Se selecionar esta opção, as propriedades sem dono no quadro serão destacadas para indicar que a propriedade está à venda.
sk: Ak je začiarknuté, na hracej ploche sú nevlastnené nehnuteľnosti zvýraznené, aby sa označili, že nehnuteľnosť je na predaj.
tr: Seçiliyse tahtadaki sahibi olmayan mülkler, mülkün satılık olduğunu belirtmek için vurgulanırlar.

source: Highlight unowned properties
de: Herrenlose Immobilien hervorheben
eo: Emfazu neposedatajn proprietojn
es: Resaltar las propiedades sin propietario
et: Omanikuta valduse esiletõstmine
fr: Surligner les propriétés libres
gl: Salientar as propiedades sen dono
it: Evidenzia le proprietà libere
nl: Eigendommen zonder eigenaar accentueren
pt_br: Destacar propriedades sem dono
sk: Zvýrazniť nevlastnené nehnuteľnosti
tr: Sahibi olmayan mülkleri vurgula
zh_tw: 突顯未持有的財產

source: If checked, mortgaged properties on the board will be colored darker than of the default color.
de: Wenn dies aktiviert ist, werden die mit Hypotheken belasteten Immobilien auf dem Brett dunkler als die die Standardfarbe angezeigt.
eo: Se kontrolite, hipotekitaj propraĵoj sur la tabulo estos koloritaj pli malhele ol de la defaŭlta koloro.
es: Si se marca, las propiedades del tablero que estén hipotecadas se colorearán con un tono más oscuro que las demás.
et: Märkimise korral näidatakse panditud valdust vaikevärvist tumedama värviga.
fr: Si coché, les propriétés hypothéquées sur la grille seront colorés de façon plus sombre que la couleur par défaut.
gl: Se se marca, as propiedades hipotecadas do taboleiro coloraranse máis escuras que o resto.
it: Se impostato, sul tabellone le proprietà ipotecate sono colorate con una tonalità più scura del colore abituale.
nl: Indien geactiveerd zullen een hypotheek op eigendommen op het bord donkerder gekleurd zijn dan de standaard kleur.
pt_br: Se selecionar esta opção, as propriedades hipotecadas no tabuleiro serão coloridas de forma mais escura do que a cor padrão.
sk: Ak je začiarknuté, nehnuteľnosti zaťažené hypotékou na hracej ploche budú sfarbené tmavšou farbou ako predvolená farba.
tr: Seçiliyse tahtadaki ipotekli mülkler öntanımlı renkten daha koyu bir renk ile renklendirilirler.

source: Darken mortgaged properties
de: Mit Hypotheken belastete Immobilien abdunkeln
eo: Mallumigi hipotekitajn proprietojn
es: Oscurecer las propiedades hipotecadas
et: Panditud valduse tumendamine
fr: Assombrir les propriétés hypothéquées
gl: Escurecer as propiedades hipotecadas
it: Scurisci le proprietà ipotecate
nl: Eigendommen met hypotheek donkerder maken
pt_br: Escurecer as propriedades hipotecadas
sk: Stmaviť nehnuteľnosti zaťažené hypotékou
tr: İpotekli mülkleri karart
zh_tw: 暗化用於貸款的財產

source: If checked, tokens will move across the board instead of jumping directly to their new location.
de: Wenn dieses aktiviert ist, bewegen sich Marken über das gesamte Spielfeld, anstatt direkt zu ihren neuen Standort springen.
eo: Se kontrolite, ĵetonoj moviĝos trans la tabulon anstataŭ salti rekte al sia nova loko.
es: Si se marca, las fichas se moverán por el tablero en lugar de saltar directamente a su nueva posición.
et: Märkimise korral liiguvad nupud üle mängulaua sujuvalt, mitte ei hüppa otse uude asukohta.
fr: Si coché, les jetons seront déplacés sur la grille plutôt que de passer directement sur leurs nouveaux emplacements.
gl: Se se marca, as fichas moveranse polo taboleiro en vez de saltar directamente á súa nova posición.
it: Se impostato, i segnalini si muovono lungo il percorso invece di saltare direttamente alla nuova posizione.
nl: Indien geactiveerd zullen pionnen over het bord lopen in plaats van direct naar hun nieuwe locatie te springen.
pt_br: Se selecionar esta opção, as fichas se moverão pelo tabuleiro em vez de pular diretamente para o novo local.
sk: Ak je začiarknuté, žetóny sa budú pohybovať po hracej ploche namiesto toho, aby skočili priamo na svoje nové miesto.
tr: Seçiliyse jetonlar doğrudan yeni konumlarına gitmek yerine tahta üzerinde hareket ederler.

source: Animate token movement
de: Bewegungen der Spielfigur animieren
eo: Animaci ĵetonan movadon
es: Animar el movimiento de las fichas
et: Nuppude animeeritud liikumine
fr: Animer le mouvement des jetons
gl: Animar o movemento das fichas
it: Anima il movimento dei segnalini
nl: Verplaatsing van pionnen animeren
pt_br: Animar o movimento das fichas
sk: Animovať pohyb žetónov
tr: Jeton hareketlerini canlandır

source: If checked, the colored headers of street estates on the board will have a Quartz effect similar to the Quartz KWin style.
de: Wenn diese Einstellung aktiviert ist, werden die farbigen Kopfzeilen der Straßengrundstücke auf dem Brett mit einem Quarzeffekt ähnlich dem Quarz-Stil von KWin.
eo: Se markite, la koloraj titoloj de stratbiendomoj sur la tabulo havos Quartz-efikon similan al la Quartz KWin-stilo.
es: Si se marca, las cabeceras de color de las propiedades del tablero tendrán un efecto de cuarzo similar al estilo Cuarzo de KWin.
et: Märkimise korral on valduste värvilistel pealdistel Quartzi efektid, nagu näiteks KWini Quartzi stiilis.
fr: Si coché, les en-têtes colorées des propriétés de rue sur la grille auront un effet « Quartz », similaire au style « Quartz KWin ».
gl: Se se marca, as cabeceiras coloradas de propiedades de rúa do taboleiro terán un efecto de Quartz similar ao estilo Quartz de KWin.
it: Se impostato, sul tabellone le intestazioni colorate delle vie residenziali avranno un effetto "quarzo" simile a quello dello stile Quartz di KWin.
nl: Indien geactiveerd zullen de gekleurde koppen van straten op het bord een Quartz-effect hebben gelijk aan de KWin-stijl Quartz.
pt_br: Se selecionar esta opção, os cabeçalhos coloridos dos conjuntos habitacionais no tabuleiro terão um efeito Quartz semelhante ao estilo Quartz KWin.
sk: Ak je začiarknuté, farebné záhlavia pouličné nehnuteľnosti na hracej ploche budú mať efekt Quartz podobný štýlu Quartz KWin.
tr: Seçiliyse tahtadaki cadde emlaklarının renkli başlıklarında Quartz KWin tarzında bir Quartz efekti olur.
zh_tw: 勾選時，棋盤上街道不動產的有色標頭會套用一個水晶特效，類似「Quartz」KWin 風格。

source: Quartz effects
de: Quarz-Effekte
eo: Kvarcaj efikoj
es: Efectos de cuarzo
et: Quartzi efektid
fr: Effets « Quartz »
gl: Efectos de Quartz
it: Effetto quarzo
nl: Quartz-effecten
pt_br: Efeitos Quartz
sk: Efekty Quartz
tr: Quartz efektleri
zh_tw: Quartz 特效

# @title:window
source: Configure Atlantik
de: Atlantik einrichten
eo: Agordi Atlantik
es: Configurar Atlantik
fr: Configurer Atlantik
gl: Configurar Atlantik
it: Configura Atlantik
ko: Atlantik 설정
nl: Atlantik configureren
pt_br: Configurar o Atlantik
sk: Nastaviť Atlantik
tr: Atlantik'i Yapılandır
zh_tw: 設定 Atlantik

source: General
de: Allgemein
eo: Ĝenerala
et: Üldine
fr: Général
gl: Xeral
it: Generale
ko: 일반
nl: Algemeen
pt_br: Geral
sk: Všeobecné
tr: Genel
zh_tw: 一般

source: Personalization
de: Persönliche Einstellungen
eo: Personigo
es: Personalización
et: Isikupärastamine
fr: Personnalisation
gl: Personalización
it: Personalizza
ko: 사용자 정의
nl: Persoonlijke instellingen
pt_br: Personalização
sk: Prispôsobenie
tr: Kişiselleştirme
zh_tw: 個人化

source: Board
de: Spielfeld
eo: Estraro
es: Tablero
et: Mängulaud
fr: Grille
gl: Taboleiro
it: Piano di gioco
ko: 보드
nl: Bord
pt_br: Tabuleiro
sk: Hrací plán
tr: Tahta
zh_tw: 棋盤

source: Meta Server
eo: Meta Servilo
es: Metaservidor
fr: Méta-serveur
gl: Servidor meta
ko: 메타 서버
pt_br: Servidor meta
tr: Üst Sunucu
zh_tw: 中繼伺服器

source: If checked, Atlantik will add timestamps in front of chat messages.
de: Ist dies aktiviert, dann werden Zeitangaben in Chatfenstern angezeigt.
eo: Se kontrolite, Atlantik aldonos tempomarkojn antaŭ babilmesaĝoj.
es: Si se marca, Atlantik añadirá la hora junto a los mensajes de chat
et: Märkimise korral lisab Atlantik vestlussõnumite ette ajatempli.
fr: Si coché, Atlantik ajoutera des étiquettes d'horodatage dans les messages de conversation.
gl: Se se marca, Atlantik engadirá marcas de tempo fronte ás mensaxes de charla.
it: Se abilitato, Atlantik aggiungerà data e ora davanti ai messaggi della chat.
ko: 이 옵션을 사용하면 Atlantik에서 대화 메시지 맨 앞에 시간을 추가합니다.
nl: Indien geactiveerd zal Atlantik tijdstempels voor chatberichten zeten.
pt_br: Se selecionar esta opção, o Atlantik adicionará registros de data e hora antes das mensagens de bate-papo.
sk: Ak je začiarknuté, Atlantik pridá pred správy rozhovoru časové značky.
tr: Seçiliyse Atlantik sohbet iletilerinin önüne zaman damgaları ekler.
zh_tw: 勾選時，Atlantik 將會在聊天訊息前顯示時間戳。
