Repository: KDE/atlantik
Catalog: po/*/atlantik.po
Languages: de, eo, es, et, fr, gl, it, ko, nl, pt_br, sk, tr, zh_tw

source: Server host name lookup finished...
de: Namensauflösung des Serverrechners beendet..
eo: Serĉo pri servila gastiga nomo finiĝis...
es: La búsqueda de nombres de servidores ha terminado...
et: Serverinime otsing lõpetatud ...
fr: Recherche d'un nom de serveur hôte terminée...
gl: Rematou a busca do nome do servidor…
it: Ricerca nome host del server terminata...
ko: 서버 호스트 이름 알아내기 완료...
nl: Opzoeken van hostnaam van server is geÃ«indigd...
sk: Vyhľadávanie názvu hostiteľa servera dokončené...
tr: Sunucu makine adı araması bitti...
zh_tw: 已完成伺服器主機名稱查詢...

source: Connected to %1:%2.
de: Verbunden mit %1: %2.
eo: Konektita al %1:%2.
es: Conectado a %1:%2.
et: Ühendatud serveriga %1:%2.
fr: Connecté à %1 : %2.
gl: Conectouse a %1:%2.
it: Connesso a %1:%2.
ko: %1:%2에 연결되었습니다.
nl: Verbonden met %1:%2.
pt_br: Conectado a %1:%2.
sk: Pripojený k %1:%2.
tr: Bağlı: %1:%2.
zh_tw: 已連線至 %1:%2。

source: Connection failed! Error code: %1
de: Verbindung fehlgeschlagen! Fehlermeldung: %1
eo: Konekto malsukcesis! Erarkodo: %1
es: La conexión ha fallado. Código de error: %1
et: Ühendumine nurjus! Veakood: %1
fr: Erreur de connexion ! Code d'erreur : %1
gl: A conexión fallou! Código de erro: %1
it: Connessione non avvenuta! Codice d'errore: %1
ko: 연결 실패! 오류 코드: %1
nl: Verbinding is mislukt! Foutcode %1
pt_br: Conexão falhou! Código de erro: %1
sk: Pripojenie zlyhalo! Kód chyby: %1
tr: Bağlantı başarısız! Hata kodu: %1
zh_tw: 連線失敗！錯誤代碼：%1

source: Disconnected from %1:%2.
de: Verbindung mit %1:%2 beendet.
eo: Malkonektita de %1:%2.
es: Desconectado de %1:%2.
et: Lahutatud serverist %1:%2
fr: Déconnecté de %1 : %2
gl: Desconectouse de %1:%2.
it: Disconnesso da %1:%2.
ko: %1:%2에서 연결이 끊어졌습니다.
nl: Verbinding met %1:%2 verbroken.
pt_br: Desconectado de %1:%2.
sk: Odpojený od %1:%2.
tr: Bağlantı kesildi: %1:%2.
zh_tw: 已從 %1:%2 中斷連線。

source: Player
de: Spieler
eo: Ludanto
es: Jugador
et: Mängija
fr: Joueur
gl: Xogador
it: Giocatore
ko: 플레이어
nl: Speler
pt_br: Jogador
sk: Hráč
tr: Oyuncu
zh_tw: 玩家

source: Bid
de: Angebot
eo: Proponi
es: Pujar
et: Pakkumine
fr: Offre
gl: Poxa
it: Offerta
nl: Bieding
pt_br: Lance
sk: Ponuka
tr: Teklif

source: Make Bid
de: Bieten
eo: Fari Oferton
es: Hacer una oferta
et: Paku
fr: Faire une offre
gl: Poxar
it: Presenta un'offerta
nl: Doen een bod
pt_br: Fazer lance
sk: Urobiť ponuku
tr: Teklif Ver

source: Going once...
de: Zum ersten ...
eo: Al la unua...
es: A la de una...
et: Esimest korda ...
fr: Une fois...
gl: Á de unha
it: E uno...
nl: Eenmaal...
sk: Po prvé...
tr: İlk deneme...

source: Going twice...
de: Zum zweiten ...
eo: Al la dua...
es: A la de dos...
et: Teist korda ...
fr: Deux fois...
gl: Á de dúas
it: E due...
nl: Andermaal...
sk: Po druhé...
tr: İkinci deneme...

source: Sold!
de: Verkauft!
eo: Vendite!
es: ¡Vendido!
et: Müüdud!
fr: Vendu !
gl: Vendido!
it: Venduto!
ko: 팔렸습니다!
nl: Verkocht!
pt_br: Vendido!
sk: Predané!
tr: Satıldı!
zh_tw: 售出！

source: Price: %1
de: Preis: %1
eo: Prezo: %1
es: Precio: %1
et: Hind: %1
fr: Prix : %1
gl: Prezo: %1
it: Prezzo: %1
ko: 가격: %1
nl: Prijs: %1
pt_br: Preço: %1
sk: Cena: %1
tr: Fiyat: %1
zh_tw: 價格：%1

source: Owner: %1
de: Besitzer: %1
eo: Posedanto: %1
es: Propietario: %1
et: Omanik: %1
fr: Propriétaire : %1
gl: Dono: %1
it: Proprietario: %1
ko: 소유자: %1
nl: Eigenaar: %1
pt_br: Dono: %1
sk: Vlastník: %1
tr: Sahip: %1
zh_tw: 擁有者：%1

source: unowned
de: herrenlos
eo: neposedata
es: sin propietario
et: omanikuta
fr: libre de droits
gl: sen dono
it: libero
ko: 소유자 없음
nl: geen eigenaar
pt_br: sem dono
sk: nevlastnené
tr: sahipsiz
zh_tw: 未持有

source: Houses: %1
de: Häuser: %1
eo: Domoj: %1
es: Casas: %1
et: Maju: %1
fr: Maisons : %1
gl: Casas: %1
it: Case: %1
ko: 집: %1
nl: Huizen: %1
pt_br: Casas: %1
sk: Domy: %1
tr: Evler: %1
zh_tw: 房屋：%1

source: Yes
de: Ja
eo: Jes
es: Sí
et: Jah
fr: Oui
gl: Si
it: Sì
ko: 예
nl: Ja
pt_br: Sim
sk: Áno
tr: Evet
zh_tw: 是

source: No
de: Nein
eo: Ne
et: Ei
fr: Non
gl: Non
ko: 아니요
nl: Nee
pt_br: Não
sk: Nie
tr: Hayır
zh_tw: 否

source: Mortgaged: %1
de: Hypothek aufgenommen: %1
eo: Hipotekita: %1
es: Hipotecada: %1
et: Pante: %1
fr: Hypothéqué : %1
gl: Hipotecada: %1
it: Con ipoteca: %1
nl: Met hypotheek: %1
pt_br: Hipotecado: %1
sk: Zaťažené hypotékou: %1
tr: İpoteklenmiş: %1

source: Unmortgage Price: %1
de: Preis für Hypothekenrückzahlung: %1
eo: Nehipoteka Prezo: %1
es: Precio de la deshipoteca: %1
et: Hind pantimata: %1
fr: Prix hors hypothèque : %1
gl: Prezo para deshipotecar: %1
it: Costo estinzione ipoteca: %1
nl: Hypotheek aflossen, prijs: %1
pt_br: Preço de resgate da hipoteca: %1
sk: Cena zrušenia hypotéky: %1
tr: İpotekten Çıkarma Fiyatı: %1

source: Mortgage Value: %1
de: Wert der Hypothek: %1
eo: Hipoteka valoro: %1
es: Valor de la hipoteca: %1
et: Hind pandiga: %1
fr: Valeur de l'hypothèque : %1
gl: Valor hipotecado: %1
it: Valore ipoteca: %1
nl: Waarde hypotheek: %1
pt_br: Valor da hipoteca: %1
sk: Hodnota hypotéky: %1
tr: İpotek Değeri: %1

source: House Value: %1
de: Wert der Häuser: %1
eo: Domvaloro: %1
es: Valor de la casa: %1
et: Maja väärtus: %1
fr: Valeur de la maison : %1
gl: Valor das casas: %1
it: Valore casa: %1
nl: Waarde huis: %1
pt_br: Valor da casa: %1
sk: Hodnota domu: %1
tr: Evin Değeri: %1
zh_tw: 房屋價值：%1

source: House Price: %1
de: Preis des Hauses: %1
eo: Domprezo: %1
es: Precio de la casa: %1
et: Maja hind: %1
fr: Prix de la maison : %1
gl: Prezo das casas: %1
it: Prezzo casa: %1
nl: Prijs van huis: %1
pt_br: Preço da casa: %1
sk: Cena domu: %1
tr: Evin Fiyatı: %1
zh_tw: 房屋價格：%1

source: Money: %1
de: Geld: %1
eo: Mono: %1
es: Dinero: %1
et: Raha: %1
fr: Argent : %1
gl: Diñeiro: %1
it: Soldi: %1
ko: 돈: %1
nl: Geld: %1
pt_br: Dinheiro: %1
sk: Peniaze: %1
tr: Para: %1
zh_tw: 金錢：%1

source: Unmortgage
de: Hypothek tilgen
eo: Senhipoteko
es: Deshipotecar
et: Osta pant välja
fr: Non hypothéqué
gl: Deshipotecar
it: Estingui ipoteca
nl: Hypotheek aflossen
pt_br: Resgatar hipoteca
sk: Zrušenie hypotéky
tr: İpotekten Çıkar

source: Mortgage
de: Verpfändung
eo: Hipoteko
es: Hipotecar
et: Pandi
fr: Hypothèque
gl: Hipotecar
it: Ipoteca
nl: Hypotheek
pt_br: Hipotecar
sk: Hypotéka
tr: İpotekle

source: Build Hotel
de: Hotel bauen
eo: Konstrui Hotelon
es: Construir hotel
et: Ehita hotell
fr: Construire un hôtel
gl: Construír un hotel
it: Costruisci albergo
ko: 호텔 건축
nl: Hotel gebouwd
pt_br: Construir hotel
sk: Postaviť hotel
tr: Otel Yap
zh_tw: 蓋飯店

source: Build House
de: Haus bauen
eo: Konstrui Domon
es: Construir casa
et: Ehita maja
fr: Construire une maison
gl: Construír unha casa
it: Costruisci casa
ko: 집 건축
nl: Huis gebouwd
pt_br: Construir casa
sk: Postaviť dom
tr: Ev Yap
zh_tw: 蓋房子

source: Sell Hotel
de: Hotel verkaufen
eo: Vendi Hotelon
es: Vender hotel
et: Müü hotell
fr: Vendre un hôtel
gl: Vender un hotel
it: Vendi albergo
ko: 호텔 매각
nl: Hotel verkopen
pt_br: Vender hotel
sk: Predať hotel
tr: Otel Sat
zh_tw: 賣出飯店

source: Sell House
de: Haus verkaufen
eo: Vendi Domon
es: Vender casa
et: Müü maja
fr: Vendre une maison
gl: Vender unha casa
it: Vendi casa
ko: 집 매각
nl: Huis verkopen
pt_br: Vender casa
sk: Predať dom
tr: Ev Sat
zh_tw: 賣出房子

source: Sell
de: Verkauf
eo: Vendi
es: Vender
et: Müü
fr: Vendre
gl: Vender
it: Vendi
ko: 매각
nl: Verkoop
pt_br: Vender
sk: Predaj
tr: Sat
zh_tw: 賣出

source: Request Trade with %1
de: Handel mit %1 vorschlagen
eo: Peti Komercon kun %1
es: Negociar con %1
et: Paku tehingut mängijale %1
fr: Requête de vente avec %1
gl: Solicitar un intercambio con %1
it: Chiedi di fare affari con %1
nl: Verzoek te handelen met %1
pt_br: Solicitar troca com %1
sk: Žiadosť o obchod s %1
tr: %1 ile Ticaret İsteği Gönder
zh_tw: 請求與 %1 交易

source: Boot Player %1 to Lounge
de: Spieler %1 zur Lounge
eo: Lanĉi Ludanton %1 al Lounge
es: Mandar al jugador %1 a la sala de espera
et: Lükka mängija %1 välja
fr: Démarrer le joueur %1 dans le salon
gl: Botar ao xogador %1 á sala de espera
it: Spingi il giocatore %1 nella sala
pt_br: Colocar o jogador %1 no Lounge
sk: Zaviesť hráč %1 do salónika
tr: %1 Oyuncusunu Bekleme Salonuna Al
zh_tw: 將玩家 %1 踢至大廳

# @title:window
source: Trade %1
de: %1 handeln
eo: Komerci %1
es: Negociar %1
fr: Offre %1
gl: Intercambiar %1
it: Contratto %1
nl: Handel %1
pt_br: Negociar %1
sk: Obchod %1
tr: Ticaret yap: %1
zh_tw: 交換 %1

source: Add Component
de: Komponente hinzufügen
eo: Aldoni Komponanton
es: Añadir componente
et: Lisa komponent
fr: Ajouter un composant
gl: Engadir un compoñente
it: Aggiungi componente
ko: 구성 요소 추가
nl: Component toevoegen
pt_br: Adicionar componente
sk: Pridať komponent
tr: Bileşen Ekle
zh_tw: 新增部件

source: Estate
de: Besitz
eo: Biendomo
es: Propiedad
et: Valdus
fr: Propriété
gl: Propiedade
it: Proprietà
ko: 부동산
nl: Onroerend goed
pt_br: Propriedade
sk: Nehnuteľnosť
tr: Emlak
zh_tw: 不動產

source: Money
de: Geld
eo: Mono
es: Dinero
et: Raha
fr: Argent
gl: Diñeiro
it: Soldi
ko: 돈
nl: Geld
pt_br: Dinheiro
sk: Peniaze
tr: Para
zh_tw: 金錢

source: Card
de: Karte
eo: Karto
es: Tarjeta
et: Kaart
fr: Carte
gl: Tarxeta
it: Cartellino
ko: 카드
nl: Kaart
pt_br: Carta
sk: Karta
tr: Kart
zh_tw: 卡片

source: From
de: Von
eo: De
es: Desde
et: Kellelt
fr: De
gl: De
it: Da
nl: Van
pt_br: De
sk: Od
tr: Kimden
zh_tw: 從

source: To
de: zu
eo: Al
es: Hasta
et: Kellele
fr: À
gl: A
it: A
nl: Aan
pt_br: Para
sk: Pre
tr: Kime
zh_tw: 到

source: Update
de: Aktualisieren
eo: Ĝisdatigo
es: Actualizar
et: Uuenda
fr: Mettre à jour
gl: Actualizar
it: Aggiorna
ko: 업데이트
nl: Bijwerken
pt_br: Atualizar
sk: Aktualizovať
tr: Güncelle
zh_tw: 更新

source: Participants
de: Teilnehmer
eo: Partoprenantoj
es: Participantes
et: Osalejad
gl: Participantes
it: Partecipanti
ko: 참가자
nl: Deelnemers
pt_br: Participantes
sk: Účastníci
tr: Katılımcılar
zh_tw: 參加者

source: Gives
de: gibt
eo: Donas
es: Ofrece
et: Annab
fr: Donne
gl: Dá
it: Cede a
nl: Geeft
pt_br: Oferece
sk: Poskytuje
tr: Veriyor

source: Item
de: Element
eo: Ero
es: Elemento
et: Ese
fr: Élément
gl: Elemento
it: Oggetto
ko: 아이템
sk: Položka
tr: Öge
zh_tw: 項目

source: Reject
de: Ablehnen
eo: Malakcepti
es: Rechazar
et: Lükka tagasi
fr: Rejeter
gl: Rexeitar
it: Rifiuta
ko: 거부
nl: Afwijzen
pt_br: Rejeitar
sk: Odmietnuť
tr: Reddet
zh_tw: 拒絕

source: Accept
de: Annehmen
eo: Akcepti
es: Aceptar
et: Nõustu
fr: Accepter
gl: Aceptar
it: Accetta
ko: 수락
nl: Accepteren
pt_br: Aceitar
sk: Prijať
tr: Kabul Et
zh_tw: 接受

source: %1 out of %2 players accept current trade proposal.
de: %1 von %2 Spielern akzeptieren den Handelsvorschlag.
eo: %1 el %2 ludantoj akceptas aktualan komercan proponon.
es: %1 de %2 jugadores han aceptado la propuesta actual.
et: %2 mängijast %1 on tehinguga nõus.
fr: %1 parmi les %2 joueurs acceptent la proposition courante de vente.
gl: %1 de %2 xogadores aceptan a proposta de intercambio actual.
it: %1 giocatore(i) su %2 accetta(no) questa proposta d'affari.
nl: %1 uit %2 spelers accepteren het huidige handelsvoorstel.
pt_br: %1 de %2 jogadores aceitam proposta de troca atual.
sk: %1 z %2 hráčov prijíma súčasný návrh obchodu.
tr: %1/%2 oyuncu, geçerli ticaret taslağını kabul etti.
zh_tw: 總共 %2 個玩家當中，%1 個玩家接受了目前的交易請求。

# gives is transitive ;)
source: gives
de: gibt
eo: donas
es: ofrece
et: annab
fr: donne
gl: dá
it: cede
nl: geeft
pt_br: oferece
sk: poskytuje
tr: veriyor
zh_tw: 給予

source: Trade proposal was rejected by %1.
de: Handelsvorschlag wurde von %1 abgelehnt.
eo: Komerca propono estis malakceptita de %1.
es: La propuesta ha sido rechazada por %1.
et: %1 lükkas tehingu pakkumise tagasi.
fr: La proposition de vente a été rejetée par %1.
gl: %1 rexeitou a proposta de intercambio.
it: La proposta d'affari è stata rifiutata da %1.
ko: %1 님이 거래 제안을 거부했습니다.
nl: Handelsvoorstel is verworpen door %1.
pt_br: A proposta de troca foi rejeitada por %1.
sk: Obchodný návrh bol zamietnutý %1.
tr: Ticaret taslağı, %1 tarafından reddedildi.
zh_tw: 交易請求已被 %1 拒絕。

source: Trade proposal was rejected.
de: Handelsvorschlag wurde abgelehnt.
eo: Komerca propono estis malakceptita.
es: La propuesta ha sido rechazada.
et: Tehingu pakkumine lükati tagasi.
fr: La proposition de vente a été rejetée.
gl: Rexeitouse a proposta de intercambio.
it: La proposta d'affari è stata rifiutata.
ko: 거래 제안이 거부되었습니다.
nl: Handelsvoorstel is verworpen.
pt_br: A proposta de troca foi rejeitada.
sk: Obchodný návrh bol zamietnutý .
tr: Ticaret taslağı reddedildi.
zh_tw: 交易請求已被拒絕。

source: Remove From Trade
de: Vom Handel entfernen
eo: Forigi De Komerco
es: Eliminar de la negociación
et: Eemalda tehingust
fr: Supprimer de la vente
gl: Retirar do intercambio
it: Togli dal mercato
ko: 거래에서 삭제
nl: Uit de handel nemen
pt_br: Remover da negociação
sk: Odstrániť z obchodovania
tr: Ticaretten Çıkar
zh_tw: 從交易中移除

source: Show Event &Log…
pt_br: Mo&strar registro do evento…

source: Retrieving configuration list…
pt_br: Recuperando lista de configuração…

source: Game started. Retrieving full game data…
pt_br: Jogo iniciado. Recuperando dados completos do jogo…

source: Retrieving server list…
pt_br: Recuperando lista de servidores…

source: Connecting to %1:%2…
pt_br: Conectando a %1:%2…

source: Server host name lookup finished…
pt_br: A pesquisa do nome do host do servidor foi concluída…

source: Going once…
pt_br: Dou-lhe uma…

source: Going twice…
pt_br: Dou-lhe duas…
